Repository: thomasmery/beautiful-taxonomy-filters
Catalog: languages/beautiful-taxonomy-filters-*.po
Languages: fr_fr

source: Taxonomy Filters
fr_fr: Filtres de taxonomie

source: Setup settings
fr_fr: Paramètres de configuration

source: Filter module settings
fr_fr: Paramètres de module de filtre

source: Style settings
fr_fr: Paramètres visuels

source: Activate for these post types:
fr_fr: Activer pour ces types de contenu :

source: Exclude these taxonomies:
fr_fr: Exclure ces taxonomies :

source: Disable the select2 library:
fr_fr: Désactiver la bibliothèque select2 :

source: Enable a "Clear all" link:
fr_fr: Activer le lien "Effacer tout" :

source: Hide empty terms in the dropdowns:
fr_fr: Cacher les termes vides dans les listes déroulantes :

source: Show post count next to term name:
fr_fr: Montrer le nombre de post à côté du nom de terme :

source: Dropdown deselect/default behaviour:
fr_fr: Liste déroulante comportement de désélectionner/par défaut :

source: Automagically insert the modules in the archives:
fr_fr: Automagiquement insérer les modules dans les archives :

source: Disable the active filters heading:
fr_fr: Désactiver le titre des filtres activés :

source: Disable the filterinfo modules post count:
fr_fr: Désactiver le compteur de messages filterinfo modules :

source: Styling:
fr_fr: Style :

source: Custom CSS Styling:
fr_fr: Style CSS personnalisé :

source: How to use Beautiful Taxonomy Filters
fr_fr: Comment utiliser Beautiful Taxonomy Filters

source: Select the post types you want to use the filtering on.</br> <b>Note:</b> if the post type aren't connected to one or more taxonomies you wont see any results.
fr_fr: Sélectionnez les types de message à utiliser le filtrage sur.<br><b>Remarque :</b> si le type de poste ne sont pas relié à un ou plusieurs taxinomies vous ne verrez aucun résultat.

source: Exclude any taxonomies you don't want the users to be able to filter on.</br> <b>Note:</b> Only affects taxonomies that are connected to post types you have selected
fr_fr: Exclure tout vous ne voulez pas les utilisateurs d'être en mesure de filtrer sur les classifications.<br><b>Remarque :</b> N'affecte que les classifications qui sont connectées pour poster des types que vous avez sélectionné

source: Save Changes.
fr_fr: Enregistrer les changements

source: <i>success! Your previously ugly taxonomy filtering is now oh so beautiful!</i>
fr_fr: <i>C'est fait ! Vos filtrages de taxonomies qui étaient avant si laids sont maintenant super beaux !</i>

source: To use the dropdown filter module you can either use the widgets, automagic feature or copy:
fr_fr: Pour utiliser le module de filtre de liste déroulante, vous pouvez soit utiliser les widgets, l'automagic fonctionnalité ou la copie :

source: and paste it in your
fr_fr: et collez le dans le fichier

source: file in your template. It should be placed somewhere above
fr_fr: de votre thème. Vous devez le placer quelque part avant

source: <b>Note:</b> The layout of archive.php may differ drastically between different themes. We can't help you with the placement of the function in your theme so just try some locations (you can just remove the function again if something breaks) or ask in your themes support forum. Best of luck!
fr_fr: <b>Remarque :</b> La mise en page de archive.php peut différer considérablement entre différents thèmes. Nous ne pouvons pas vous aider avec le placement de la fonction dans votre thème si juste essayer certains endroits (vous pouvez simplement supprimer la fonction encore si quelque chose se brise) ou demandez à votre forum de soutien de thèmes. Bonne chance !

source: To show the active filter info either use the widgets, automagic feature or copy:
fr_fr: Pour afficher les infos de filtre actif, soit utiliser les widgets, l'automagic fonctionnalité ou la copie :

source: to wherever you want the filter info to appear.
fr_fr: à l'endroit où vous souhaitez que les informations de filtrage soient affichées.

source: Experimental feature. Attempts to automagically insert the modules in your archive. If the placement isn't what you want you'll have to use one of the other methods.
fr_fr: Fonctionnalité expérimentale. Tentatives d'automagiquement insérer les modules dans votre archive. Si le placement n'est pas ce que vous voulez, que vous aurez à utiliser une des autres méthodes.

source: Filter module
fr_fr: Module filtre

source: Filter info module
fr_fr: Informations Module de filtre

source: Location of the filter info module
fr_fr: Emplacement du module d'info du filtre

source: Above the filter module
fr_fr: Au-dessus du module de filtre

source: Below the filter module
fr_fr: Sous le module de filtre

source: All option
fr_fr: Toutes option

source: Placeholder
fr_fr: Espace réservé

source: Functionality of the filter module. These are optional settings.
fr_fr: Fonctionnalité du module du filtre. Voici les paramètres facultatifs.

source: This section lets you control the layout and design of the filter you can use in your archive pages.
fr_fr: Cette section vous permet de contrôler la mise en page et le design des filtres que vous pouvez utiliser dans vos pages d'archives.

source: Apply filter
fr_fr: Filtrer

source: Click to clear all active filters
fr_fr: Cliquez pour effacer tous les filtres activés

source: Clear all
fr_fr: Effacer tout

source: Active filters
fr_fr: Filtres activés

source: Result of filter: %d
fr_fr: Résultat du filtre : %d

source: Add an active filter info module to the sidebar
fr_fr: Ajouter un module d'informations de filtre actif à la barre latérale

source: Title:
fr_fr: Titre :

source: Add a filter module to the sidebar
fr_fr: Ajouter un module de filtre de la barre latérale

source: Enable a "clear all" link:
fr_fr: Activer un lien « supprimer tout » :

source: Inherit
fr_fr: Hériter

source: Enable
fr_fr: Activer

source: Disable
fr_fr: Désactiver

source: Hide empty terms:
fr_fr: Cacher les termes vides :

source: Show post count:
fr_fr: Afficher le compteur d'articles

source: Specific posttype:
fr_fr: Type de poste spécifique :

source: Automatic (default)
fr_fr: Automatique (par défaut)

source: By Selecting a specific posttype the filter will work from anywhere but only for that posttype.
fr_fr: En sélectionnant un posttype spécifique le filtre fonctionne depuis n'importe où, mais seulement pour cette posttype.

source: All
fr_fr: Tous
